import React from "react";
import { Features } from "..";

const Universe = () => {
  return (
    <div className="past section-padding" id="surasura">
      <div className="past-heading">
        <h1 className="txt-gradient">සුරාසුර විශ්වය</h1>
      </div>

      <div className="past-feature past-container">
        <Features
          link="https://blog.kaalasara.com/"
          title="කාලසර"
          text="අසුර රජ පෘථිවි පවා වශීව ගිය රූමත් ස්වර්ණමාලියගේ ඒ ස්වර්ණ වර්ණය අභිභවා ගොස් දැන් කාලවර්ණ රැස් වළාවක් ඇයව වටකොට වෙළාගෙන තිබූ අතර, පෙර ඇයගේ දීප්තිමත් වූ විශාල නේත්‍රා යුග්මය සියල්ල දවා හළු කරනා නොනිමෙන කෝපග්නියකින් දැල්වෙමින් තිබිණි. හිසමත තිබි රත් පැහැගත් දියමන්ති කිරුළෙහි පැහැය කළු පැහැයට පරිවර්තනය වී තිබූ අතර ඇය හැද සිටි කාල වර්ණ කුඩා සැට්ටය සහ රෙදි කඩ ඇයගේ නව පෙණුමට තවත් බිහිසුණු බවක් එක් කළේය.

          තත්පර කිහිපයක් ඇතුළත තමා වටා සිටි ඒ දේව ගෝත්‍රික යෝධයන් විසි දෙනෙකුන්ට අධික සංඛ්‍යාවක් අනුකම්පා විරහිතව ඝාතනය කල මේ රූමතිය පෙර දේව දූතියකගේ තත්වයෙන් වෙනස්ව පළි ගැනීමේ යම දූතියක් බවට හැරී ඇති බවක් පැහදිලිව පෙනුනේය."
        />
      </div>

      <div className="past-container">
        {/* <Feature className="past-container-feature" title="කාලසර" text="We so opinion friends me message as delight. Whole front do of plate heard oh ought." /> */}
        <Features
          className="past-container-feature"
          title="මහසෝනා"
          text="ඔහු නියෝගයෙන් මහල්ලා ඇල්වීමට පැමිණි ඒ සවිමත් සෙබළුන් දෙදෙනා හදිසියේම ගල් ගැසී ගිය බවක් පෙන්වමින් තම අසිපත් සියතට ගත්තෝ, කිසිඳු පැකිළීමකින් තොරව තම ළය තුළම ඇන ගත්තේ දකුණට සහ වමට නැවත නැවතත් අසිපත ඇද ගනිමින් තම සිරුර ඔව්හූ විසින්ම කැබලි කර ගන්නට වූහ. ළය තුළින් මතුව කඩා හැලෙනා රුධිර ගංගාව සහ අභ්‍යන්තර අවයව පවා නොතකමින් මෙසේ සිරුරේ අස්ථීන් පවා දෙකඩව යන අන්දමිකින් සිය සිරුරු කපා ගත් ඔවුහු තවත් තත්පර කිහිපයකදී මිය ගියහ.
          "
          link="https://blog.kaalasara.com/"
        />
        <Features
          className="past-container-feature"
          title="ගෝඨයිම්බර"
          text="වූයේ කිමක්දැයි අදහා ගත නොහැකිව තත්පර කිහිපයක් උන් සිටි තැනම බලා උන් මහා නාගයන් පියවි සිහියට පත් වූයේ තමාගේ කනට අගල් කිහිපයක් දුරින් අධි වේගයෙන් විසි වූ පොල් ගෙඩියක් නිසාවෙනි.

          පළමු පොල් ගෙඩියට පහර දී එය මහානාගයන්ගේ කන ආසන්නයෙන් ඇදී යන්නට සලස්වාලූ අභය මෙය නන් ඉතින් තමාට පහසුවෙන් කළ හැකි සෙල්ලමක් බව දුටුවේ තවත් පොල් ගෙඩියක ගැසූ පහරින් එය ආසන්නයේ වූ වෙනත් පොල් ගසක වැදී ගියේ ගෙඩිත් සමගම පොල් ගස කඩා වැටෙන්නට විය."
          link="https://blog.kaalasara.com/"
        />
      </div>
    </div>
  );
};

export default Universe;
